#language: ru
Функционал: Поиск товара,работа с корзиной OZON

  @sberbank
  @ui
  @OZONSearch
  @id002
  Сценарий: Поиск товара,работа с корзиной OZON
    * Вводим в поле поиска: iphone
    * Выбираем категории
    * Ограничиваем цену товара до 100000 рублей
    * Выбор беспроводных технологий  NFC true
    * Установить ползунок Высокий рейтинг true
    * Добавить четных продуктов 8
    * Сгенерировать файл
    * Перейти в корзину
    * Проверить наименование товаров
    * Проверить количество товаров в корзине
    * Удалить элементы из корзины
    * Проверяем заголовок: Корзина пуста
